import { FC } from "react";
import { Container } from "../../components"
import styled from "./s.module.scss";

export const About: FC = () => {
  return (
    <div className={styled.wrap}>
      <Container>
        <h1>ПРО НАС</h1>
        <p>Наша компанія базується на рибацькому спорядженні і виробляє одяг та термобілизну з високотехнологічної сировини з унікальними властивостями, що дозволяє використовувати цей одяг за будь-яких погодних умов.</p>

        <b>Переваги наших товарів:</b>
        <ul>
          <li>Розумна ціна</li>
          <li>Сучасний дизайн</li>
          <li>Висока якість</li>
          <li>Зручний одяг</li>
          <li>Багато людей використовують рибацьке спорядження OPTIMIST та із задоволенням носять верхній одяг CARPE DIEM як повсякденний</li>
        </ul>

        <p>Одяг під торговою маркою CARPE DIEM не тільки не поступається за якістю іншим компаніям та брендам, а й суттєво виграє у них за вартістю.</p>

        <p>Компанія виробляє одяг з унікальними властивостями для використання у будь-яких погодних умовах.</p>

        <p>Якщо Ви - поціновувач активного відпочинку, то ми з радістю подбаємо, щоб він став комфортним, яскравим і незабутнім!</p>

        <b>Ми працюємо з любов'ю до наших клієнтів.</b>
      </Container>
    </div>
  );
};
