import { FC } from "react";
import { Container } from "../../components"
import styled from "./s.module.scss";

export const Guaratees: FC = () => {
  return (
    <div className={styled.wrap}>
      <Container>
        <h1>ГАРАНТІЇ</h1>
        <p>Замовлення, що відправляється, підлягає страхуванню, вартість страховки включається в ціну доставки. Отже, Ви можете бути спокійні за збереження замовлення.</p>
        <p>У разі пошкодження або втрати вантажу повну матеріальну відповідальність несе служба доставки. Перевірку замовлення на предмет цілісності упаковки ми рекомендуємо здійснювати на місці у відділенні служби доставки у Вашому місті.</p>
        
        <b>Отримання замовлення на відділення нової пошти</b>
        <ul>
          <li>Після доставки відправлення до відділення, Одержувачеві прийде SMS-повідомлення з повідомленням про це.</li>
          <li>Необхідно підготувати оригінали документів, що надають право отримати відправлення, а також номер експрес-накладної (ЕН).</li>
          <li>Якщо Одержувач оплачує відправлення, необхідно внести гроші за послуги у відділенні "Нова Пошта".</li>
          <li>Отримувач має право оглянути вантаж, дотримуючись Правил огляду відправлень</li>
          <li>Для підтвердження отримання необхідно забрати свою копію ЕН разом із доставленим відправленням</li>
        </ul>
      </Container>
    </div>
  );
};
