import { FC } from "react";
import { Container } from "../../components"
import styled from "./s.module.scss";

export const Delivery: FC = () => {
  return (
    <div className={styled.wrap}>
      <Container>
        <h1>ДОСТАВКА І ОПЛАТА</h1>
        <p>Доставка товарів у регіони здійснюються службою "Нова пошта" згідно з тарифами компанії. Компанія "Нова пошта" пропонує клієнтам кілька зручних способів отримати відправлення:</p>
        
        <b>Отримання замовлення на відділення нової пошти:</b>
        <ul>
          <li>У найближчому відділенні</li>
          <li>За адресою Одержувача (доставка кур'єром)</li>
          <li>У поштоматі</li>
        </ul>

        <p>Для отримання відправлення достатньо мати при собі номер експрес-накладної (ЕН), оригінал паспорта громадянина України/закордонного паспорта або телефон із номером, вказаним в ЕН.</p>

        <p>Товар може бути виданий тільки особі, дані якої вказані у бланку замовлення.</p>

        <b>Увага! Перевіряйте замовлення безпосередньо у відділенні пошти при отриманні посилки</b>
      </Container>
    </div>
  );
};
